final_table <- t(as.data.frame(
  cbind(Beta_Res, Cauchy_Res, Gamma_Res
        , SkewNormal_Res, von_results)
))
row.names(final_table) <- ifelse(row.names(final_table) == "Permutations", "P", "A")
#--------------Τελικός Κώδικας Latex--------------------------------
final_table_latex_code <-#latex packages tabu,multirow,alphabeta
  '\begin{center}
\begin{table}[h!]
\begin{tabu} to \linewidth {l|>{\raggedright}p{0.8cm}>{\raggedleft}p{0.8cm}>{\raggedleft}p{0.8cm}>{\raggedleft}p{0.8cm}>{\raggedleft}p{0.8cm}>{\raggedleft}p{0.8cm}>{\raggedleft}p{0.8cm}>{\raggedleft}p{0.8cm}>{\raggedleft}p{0.75cm}}
\toprule
\toprule
  \textbf{Distributions}& \textbf{N} & \textbf{50} & \textbf{100} & \textbf{200} & \textbf{500} & \textbf{1000} & \textbf{2000} & \textbf{5000} & \textbf{10000}\\
\midrule
\midrule
\multirow{2}{*}{$\mathbf{Be(a, b) - M_2N}$} & P & 0.049 & 0.060 & 0.045 & 0.039 & 0.051 & 0.054 & 0.053 & 0.045\\
& A & 0.053 & 0.060 & 0.043 & 0.036 & 0.047 & 0.049 & 0.047 & 0.040\\
\hline
\multirow{2}{*}{$\mathbf{Be(a, b) - M_3N}$} & P & 0.055 & 0.046 & 0.050 & 0.060 & 0.049 & 0.063 & 0.051 & 0.047\\
& A & 0.053 & 0.047 & 0.050 & 0.060 & 0.041 & 0.054 & 0.051 & 0.044\\
\hline
\multirow{2}{*}{$\mathbf{Be(a, b) - M_2St}$} & P & 0.055 & 0.050 & 0.045 & 0.064 & 0.040 & 0.051 & 0.055 & 0.048\\
& A & 0.051 & 0.050 & 0.047 & 0.058 & 0.031 & 0.046 & 0.048 & 0.039\\
\hline
\multirow{2}{*}{$\mathbf{Cau(μ, γ) - M_2N}$} & P & 0.050 & 0.056 & 0.045 & 0.044 & 0.046 & 0.047 & 0.047 & 0.046\\
& A & 0.049 & 0.053 & 0.037 & 0.036 & 0.036 & 0.042 & 0.039 & 0.037\\
\hline
\multirow{2}{*}{$\mathbf{Cau(μ, γ) - M_3N}$} & P & 0.060 & 0.052 & 0.054 & 0.052 & 0.059 & 0.051 & 0.044 & 0.060\\
& A & 0.057 & 0.043 & 0.047 & 0.045 & 0.047 & 0.040 & 0.039 & 0.051\\
\hline
\multirow{2}{*}{$\mathbf{Cau(μ, γ) - M_2St}$} & P & 0.060 & 0.064 & 0.055 & 0.043 & 0.045 & 0.051 & 0.054 & 0.052\\
& A & 0.046 & 0.044 & 0.031 & 0.024 & 0.026 & 0.021 & 0.031 & 0.024\\
\hline
\multirow{2}{*}{$\mathbf{Gamma - M_2N}$} & P & 0.045 & 0.051 & 0.052 & 0.041 & 0.050 & 0.039 & 0.047 & 0.042\\
& A & 0.049 & 0.046 & 0.050 & 0.047 & 0.049 & 0.034 & 0.048 & 0.041\\
\hline
\multirow{2}{*}{$\mathbf{Gamma - M_3N}$} & P & 0.048 & 0.053 & 0.051 & 0.042 & 0.051 & 0.052 & 0.050 & 0.044\\
& A & 0.046 & 0.051 & 0.047 & 0.042 & 0.049 & 0.048 & 0.047 & 0.043\\
\hline
\multirow{2}{*}{$\mathbf{Gamma - M_2St}$} & P & 0.033 & 0.048 & 0.055 & 0.048 & 0.052 & 0.046 & 0.040 & 0.057\\
& A & 0.031 & 0.044 & 0.044 & 0.041 & 0.038 & 0.043 & 0.033 & 0.050\\
\hline
\multirow{2}{*}{$\mathbf{SN - M_2N}$} & P & 0.052 & 0.053 & 0.040 & 0.053 & 0.042 & 0.055 & 0.050 & 0.046 \\
& A & 0.052 & 0.053 & 0.036 & 0.052 & 0.038 & 0.050 & 0.047 & 0.044 \\
\hline
\multirow{2}{*}{$\mathbf{SN - M_3N}$} & P & 0.047 & 0.049 & 0.049 & 0.052 & 0.044 & 0.051 & 0.046 & 0.045 \\
& A & 0.045 & 0.045 & 0.048 & 0.048 & 0.045 & 0.050 & 0.040 & 0.045 \\
\hline
\multirow{2}{*}{$\mathbf{SN - M_2St}$} & P & 0.050 & 0.043 & 0.058 & 0.044 & 0.055 & 0.056 & 0.056 & 0.056 \\
& A & 0.047 & 0.039 & 0.050 & 0.040 & 0.044 & 0.054 & 0.048 & 0.050 \\
\hline
\multirow{2}{*}{$\mathbf{vM - M_2N}$} & P & 0.049 & 0.039 & 0.046 & 0.040 & 0.061 & 0.050 & 0.055 & 0.052 \\
& A & 0.054 & 0.035 & 0.042 & 0.036 & 0.057 & 0.040 & 0.047 & 0.046 \\
\hline
\multirow{2}{*}{$\mathbf{vM - M_3N}$} & P & 0.049 & 0.056 & 0.042 & 0.051 & 0.049 & 0.048 & 0.044 & 0.053 \\
& A & 0.047 & 0.050 & 0.041 & 0.049 & 0.051 & 0.043 & 0.041 & 0.045 \\
\hline
\multirow{2}{*}{$\mathbf{vM - M_2St}$} & P & 0.055 & 0.045 & 0.053 & 0.048 & 0.046 & 0.049 & 0.047 & 0.044 \\
& A & 0.052 & 0.038 & 0.044 & 0.042 & 0.037 & 0.044 & 0.041 & 0.034 \\

\bottomrule
\bottomrule
\end{tabu}
\end{table}
\end{center}
'
